module.exports = {
  ok: 'Успешно',
  error: 'Ошибка',
  notice: 'Предупреждение',
  wait: 'Ожидайте',
  e1:
    `Не указана дата доставки! Доставки выполняются:
      ПН-ПТ  6:00-18:30
      СБ     7:00-18:00
    `,
  e2:
    `Неверная дата доставки! Доставки выполняются:
        ПН-ПТ  6:00-18:30
        СБ     7:00-18:00
    `,
  e3:
    `Воскресенье - выходной! Доставки выполняются:
        ПН-ПТ  6:00-18:30
        СБ     7:00-18:00
    `,
  e4:
    `Праздничный день - доставка невозможна! Доставки выполняются:
        ПН-ПТ  6:00-18:30
        СБ     7:00-17:00
    `,
  e5:
    `К сожалению, на выбранную Вами дату прием заказов завершен.
      Вы можете оформить заказ на другой удобный для Вас день.
      Дополнительная информация по телефону:
        044 391 30 30
        050 315 30 30
        093 518 30 30
        067 243 30 40
      Режим работы колл-центра:
        ПН-ПТ 8:00-21:00
        СБ    9:00-17:00
    `,
  e6:
    `К сожалению, прием заказов на завтра завершен.
      Вы можете оформить заказ на другой удобный для Вас день.
      Дополнительная информация по телефону:
        044 391 30 30
        050 315 30 30
        093 518 30 30
        067 243 30 40
      Режим работы колл-центра:
        ПН-ПТ 8:00-21:00
        СБ    9:00-17:00
    `,
  e7:
    `Не указано время доставки! Доставки выполняются:
        ПН-ПТ  6:00-18:30
        СБ     7:00-18:00
      Период доствки не менее 3 часов.
    `,
  e8:
    `При заказе менее 2 бутылей доставка является платной!
      Дополнительная стоимость за доставку составляет 50 грн.`,
  e9:
    `
      Не указано количество бутылей!
      При заказе 2-х бутылей или более доставка осуществляется бесплатно.`,
  e10:
    `
      Ошибка связи с сервером!
      Возможно, отсутствует интернет или другие проблемы со связью.
      Попробуйте отправить заказ позже.`,
  e11: 'Заказ отправлен!Спасибо, что Вы с нами.',

  e12:
    `Не заполнены важные поля!
      Поля, отмеченные звездочкой, должны быть заполнены!`,

  e13:
    `Заказ отправлен по резервному каналу!
     Есть вероятность, что существуют технические проблемы и обработка может занять больше времени.
     Спасибо за то, что Вы с нами.`,
  e14:
    `Идет отправка заказа!
     Пожалуйста дождитесть окончания процесса!
     Спасибо за то, что Вы с нами.`,
  e15:
    `Не удалось заполнить форму как в прошлый раз!
    Возможно Вы пользовались другим браузером или другим устройством в прошлый раз.`,
  e16:
    `Неверно указан номер счета!
      Правильный номер счета указан на документах, и имеет вид 12345/67`,
  e17:
    `Неверно указана сумма оплаты!
      Сумма оплаты - это число в виде 123 или 123.45`
}
